<?php

return [
    'areas' => [
        205 => '205',
        200 => '200',
        195 => '195',
        185 => '185',
        175 => '175',
        158 => '158',
        151 => '151',
        145 => '145',
        142 => '142',
        125 => '125',
        115 => '115',
        108 => '108',
        95 => '95',
        85 => '85',
        90 => '90'
    ],
    'marital-status' => [
        15 => 'متاهل',
        0 => 'مجرد'
    ],
    'count-dependants' => [
        0 => 'ندارد',
        1 => 'یک نفر',
        2 => 'دونفر یا بیشتر'
    ],
    'dependent-children' => [
        0 => 'ندارد',
        1 => 'یک فرزند',
        2 => 'دو فرزند',
        3 => 'سه فرزند یا بیشتر'
    ],
    'sacrifice' => [
        0 => 'خیر',
        1 => 'بلی'
    ],
    'education-degree' => [
        0 => 'ندارد',
        1 => 'کمتر از دیپلم',
        5 => 'دیپلم',
        10 => 'فوق دیپلم',
        15 => 'لیسانس',
        20 => 'فوق لیسانس',
        25 => 'دکتری'
    ],
    'front-service-period' => [
        0 => 'ندارد',
        1 => 'یک ماه',
        2 => 'دو ماه',
        3 => 'سه ماه',
        4 => 'چهار ماه',
        5 => 'پنج ماه',
        6 => 'شش ماه یا بیشتر'
    ],
    'cooperative-founder' => [
        0 => 'خیر',
        30 => 'بلی'
    ],
    'credit-loan-points' => [
        0 => 'ندارد',
        5 => 'ده میلیون',
        10 => 'بیست میلیون',
        15 => 'سی میلیون'
    ],
    'penalties-types' => [
        'meter' => 'برحسب متراژ',
        'amount' => 'مقایسه مستقیم موجودی'
    ]
];
